Repository: enesislam/django_app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Write something here...
tr: Gönderi içeriğini buraya yazın...

source: Name
tr: İsim

source: Date added
tr: Tarih

source: User of Post
tr: Post sahibi

source: Date Added
tr: Tarih

source: Hashtags
tr: Hashtagler

source: Post created successfully
tr: Gönderi oluşturuldu

source: Post deleted successfully
tr: Gönderi silindi

source: Mail is deleted successfully
tr: E-posta başarı ile eklendi

source: Mail is updated successfully
tr: E-posta başarı ile eklendi

source: Profile picture is updated successfully
tr: Gönderi oluşturuldu

source: Notifications are read
tr: Bildirimler okundu

source: No notifications
tr: Bildirim yok

source: All notifications are deleted
tr: Tüm bildirimler silindi

source: Your profile is now private
tr: Profil gizli olarak ayarlandı

source: Your profile is now public
tr: Profilin şimdi genel bir şekilde ayarlandı

source: You are a ghost now
tr: Artık bir hayaletsin

source: Your profile is now restricted to friends
tr: Profilin artık sadece arkadaşlara açık

source: English
tr: İngilizce

source: Türkçe
tr: Turkish

source: Account Inactive
tr: Hesap etkin değil

source: This account is inactive.
tr: Bu hesap etkin değil.

source: E-mail Addresses
tr: E-posta

source: The following e-mail addresses are associated with your account:
tr: Bu email adresi hesabınıza bağlı:

source: Verified
tr: Doğrulandı

source: Unverified
tr: Doğrulanmadı

source: Primary
tr: Özel

source: Make Primary
tr: Özel Yap

source: Re-send Verification
tr: Tekrar Doğrulama Gönder

source: Remove
tr: Kaldır

source: Warning:
tr: Uyarı

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
tr: Henüz bir e posta adresin yok.

source: Add E-mail Address
tr: E-Posta ekle

source: Add E-mail
tr: E-Posta ekle

source: Do you really want to remove the selected e-mail address?
tr: Bu mail adresini kaldırmak istediğinizden emin misiniz?

source: Hello from %(site_name)s!
tr: %(site_name)s de merhabalar

source: or
tr: Veya

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
tr: Eğer hennüz bir hesap oluşturmadıysanız, lütfen <a href="%(signup_url)s">hesap oluşturun</a>.

source: Sign Out
tr: Çıkış Yap

source: Are you sure you want to sign out?
tr: Çıkış yapmak istediğinizden emin misiniz?

source: Successfully signed in as %(name)s.
tr: Başarıyla %(name)s olarak giriş yaptınız.

source: Signup
tr: Hesap Oluştur

source: Sign Up
tr: Hesap Oluştur

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
tr: Zaten hesabınız var mı? Eğer varsa lütfen <a href="%(login_url)s">

source: You are friend now.
tr: Artık arkadaşsınız

source: Followed you.
tr: Seni takip etti

source: View All Notifications
tr: Tüm Bildirimleri gör

source: My Profile
tr: Profilim

source: Setting
tr: Ayarlar

source: Logout
tr: Çıkış Yap

source: Register
tr: Kayıt Ol

source: Login
tr: Giriş Yap

source: Search
tr: Aradığınız kelimeyi giriniz

source: Home
tr: Anasayfa

source: Profile
tr: Profilim

source: Friends
tr: Arkadaşlar

source: Followings
tr: Takip edilenler

source: Notifications
tr: Bildirimler

source: Postswith
tr: Gönderiler

source: Edit Post
tr: Gönderiyi düzenle

source: Delete Post
tr: Gönderiyi Sil

source: There is no hashtag with this word.
tr: Bu kelime ile hashtag yok

source: Here is another post related with
tr: Bu hashtag ile alakalı olabilecek başka bir gönderi

source: Posts
tr: Gönderiler

source: View Profile
tr: Profilim

source: Advertisement
tr: Reklam

source: Create new Post
tr: Yeni Gönderi Oluştur

source: Select Hashtags
tr: Hashtag Seç

source: Post
tr: Gönder

source: Log In to create a post
tr: Gönderi oluşturmak için Giriş Yap

source: Log In
tr: Giriş Yap

source: You
tr: Siz

source: Edit Post
tr: Gönderiyi düzenle

source: Detail Page
tr: Gönderiye git

source: No post created yet
tr: Henüz bir gönderi oluşturulmadı.

source: Sent you friend request.
tr: Sana arkadaşlık isteği gönderdi

source: Followed You.
tr: Seni takip etti

source: No Notification
tr: Bildirim yok

source: This post is not available anymore
tr: Bu gönderi artık mevcut değil

source: Add a 3rd Party Account
tr: Sosyal medya hesabı ile giriş yap

source: Connect %(provider)s
tr: %(provider)s ile Bağlan

source: You are about to connect a new third party account from %(provider)s.
tr: Sosyal medya hesabınızı bağlamak için %(provider)s'a giriş yapıyorsunuz.

source: Contunie with %(provider)s
tr: %(provider)s ile devam et

source: You are about to sign in using an account from %(provider)s.
tr: Şuanda %(provider)s hesabınızla giriş yapıyorsunuz.

source: Continue with
tr: Şununla devam et

source: Login Cancelled
tr: Giriş iptal edildi

source: The social account has been connected.
tr: Hesap bağlandı.

source: The social account is already connected to a different account.
tr: Bu hesap zaten başka bir hesaba bağlı.

source: Followings List
tr: Takip Edilenler

source: You are following
tr: Takip ettiğin kişi sayısı

source: Username
tr: Kullanıcı adı

source: Password
tr: Şifre

source: Forgot password
tr: Şifremi unuttum

source: Or
tr: Veya

source: You logged out
tr: Çıkış yaptınız

source: Save
tr: Kaydet

source: EmailBtn
tr: E posta ekleyin

source: No post found
tr: Gönderi Bulunamadı

source: Have an account?
tr: Hesabın var mı?

source: If you turn Private on nobody can add you to friends. Instead of they can send you request
tr: Eğer özel olarak ayarlarsanız hiç kimse sizi arkadaşlarınıza ekleyemez. Onun yerine ise size istek gönderebilirler.

source: Turn on to hide online statue
tr: Online durumunu gizlemek için açın

source: If you don't want everyone to see your posts. Turn on to let only friends
tr: Eğer herkesin gönderilerinizi görebilmesini istemiyorsanız açın. Gönderilrinizi sadece arkadaşlarınız görebilir.
